Repository: microcode/ha-volume-control
Catalog: HA Volume Control/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, sv

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
sv: Om

source: Captures volume up/down keys system-wide and adjusts the media player instead. Requires Accessibility permission.
de: Erfasst die Lautstärketasten systemweit und steuert stattdessen den Media Player. Erfordert die Berechtigung für Bedienungshilfen.
es: Captura las teclas de volumen en todo el sistema y ajusta el reproductor multimedia en su lugar. Requiere permiso de Accesibilidad.
fr: Capture les touches de volume à l'échelle du système et ajuste le lecteur multimédia à la place. Nécessite l'autorisation d'accessibilité.
it: Cattura i tasti volume su/giù a livello di sistema e regola il lettore multimediale. Richiede il permesso di Accessibilità.
sv: Fångar upp volymknappar i hela systemet och justerar mediaspelaren istället. Kräver tillgänglighetsbehörighet.

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
it: Cerca aggiornamenti…
sv: Sök efter uppdateringar…

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
sv: Anslutning

source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri
sv: Filter

source: General
de: Allgemein
fr: Général
it: Generali
sv: Allmänt

source: Grant Accessibility Permission
de: Berechtigung für Bedienungshilfen erteilen
es: Conceder permiso de accesibilidad
fr: Accorder l'autorisation d'accessibilité
it: Concedi permesso di accessibilità
sv: Ge tillgänglighetsbehörighet

source: Integrations
de: Integrationen
es: Integraciones
fr: Intégrations
it: Integrazioni
sv: Integrationer

source: Intercept hardware volume keys
de: Hardware-Lautstärketasten abfangen
es: Interceptar teclas de volumen del hardware
fr: Intercepter les touches de volume matérielles
it: Intercetta i tasti volume hardware
sv: Avlyssna hårdvaruvolymknappar

source: Labels
de: Bezeichnungen
es: Etiquetas
fr: Étiquettes
it: Etichette
sv: Etiketter

source: Last check: %@
de: Letzte Prüfung: %@
es: Última comprobación: %@
fr: Dernière vérification : %@
it: Ultimo controllo: %@
sv: Senaste kontroll: %@

source: Launch at login
de: Beim Anmelden starten
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
it: Avvia al login
sv: Starta vid inloggning

source: Loading…
de: Lädt…
es: Cargando…
fr: Chargement…
it: Caricamento…
sv: Laddar…

source: Long-lived access token
de: Langlebiges Zugriffstoken
es: Token de acceso de larga duración
fr: Jeton d'accès longue durée
it: Token di accesso a lunga durata
sv: Långlivad åtkomsttoken

source: Never checked for updates
de: Noch nie nach Updates gesucht
es: Nunca se han buscado actualizaciones
fr: Aucune recherche de mises à jour effectuée
it: Aggiornamenti mai verificati
sv: Har aldrig sökt efter uppdateringar

source: No filters available. Connect to Home Assistant to load labels and integrations.
de: Keine Filter verfügbar. Verbinde dich mit Home Assistant, um Bezeichnungen und Integrationen zu laden.
es: No hay filtros disponibles. Conéctate a Home Assistant para cargar etiquetas e integraciones.
fr: Aucun filtre disponible. Connectez-vous à Home Assistant pour charger les étiquettes et intégrations.
it: Nessun filtro disponibile. Connettiti a Home Assistant per caricare etichette e integrazioni.
sv: Inga filter tillgängliga. Anslut till Home Assistant för att läsa in etiketter och integrationer.

source: Only intercept when output device is:
de: Nur abfangen, wenn das Ausgabegerät folgendes ist:
es: Interceptar solo cuando el dispositivo de salida sea:
fr: Intercepter uniquement lorsque le périphérique de sortie est :
it: Intercetta solo quando il dispositivo di uscita è:
sv: Fånga bara upp när utdataenheten är:

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
sv: Avsluta

source: Settings
de: Einstellungen
es: Configuración
fr: Réglages
it: Impostazioni
sv: Inställningar

source: Show percentage in volume HUD
de: Prozentsatz im Lautstärke-HUD anzeigen
es: Mostrar porcentaje en el HUD de volumen
fr: Afficher le pourcentage dans le HUD de volume
it: Mostra percentuale nel HUD del volume
sv: Visa procent i volym-HUD

source: Volume Keys
de: Lautstärketasten
es: Teclas de volumen
fr: Touches de volume
it: Tasti volume
sv: Volymknappar

source: When labels are selected, only entities that carry at least one of them are shown. Selecting none shows all entities.
de: Wenn Bezeichnungen ausgewählt sind, werden nur Entitäten angezeigt, die mindestens eine davon tragen. Wenn keine ausgewählt sind, werden alle Entitäten angezeigt.
es: Cuando se seleccionan etiquetas, solo se muestran las entidades que tienen al menos una de ellas. Si no se selecciona ninguna, se muestran todas las entidades.
fr: Lorsque des étiquettes sont sélectionnées, seules les entités qui en ont au moins une sont affichées. Si aucune n'est sélectionnée, toutes les entités sont affichées.
it: Quando le etichette sono selezionate, vengono mostrate solo le entità che ne hanno almeno una. Se non ne viene selezionata nessuna, vengono mostrate tutte le entità.
sv: När etiketter är valda visas bara enheter som har minst en av dem. Väljer du inga visas alla enheter.

source: Version %@
es: Versión %@
it: Versione %@

source: Token
fr: Jeton
